{
  "META_DEFAULT_TITLE": "Citizen OS - an e-decisionmaking platform for communities.",
  "META_DEFAULT_DESCRIPTION": "Citizen OS enables participative discussion and voting for groups, when getting together offline or online at the same time is not an option.",
  "META_DEFAULT_KEYWORDS": "e-decisionmaking, e-governance, e-democracy, democracy, direct democracy, liquid democracy",
  "MSG_ERROR_40000_USER_EMAIL": "Invalid email.",
  "MSG_ERROR_40001_USER_EMAIL": "The email address is already in use.",
  "MSG_ERROR_40002_USER_EMAIL": "Account with this email does not exist.",
  "MSG_ERROR_40000_USER_PASSWORD": "Password must be at least 6 character long, containing at least 1 digit, 1 lower and upper case character.",
  "MSG_ERROR_40003_USER_PASSWORD": "Wrong password.",
  "MSG_INFO_ACCOUNT_NOT_VERIFIED": "The account verification has not been completed. Please check your e-mail.",
  "MSG_INFO_CHECK_EMAIL_TO_VERIFY_YOUR_ACCOUNT": "Check your email to verify your account.",
  "MSG_INFO_PASSWORD_RECOVERY_EMAIL_SENT": "Success! Please check your email to complete your password recovery.",
  "MSG_ERROR_40010_LOGIN": "You have cancelled the log in flow.",
  "MSG_ERROR_40013_LOGIN": "The mobile-ID functionality of your phone is not yet ready. Please try again later. If the problem persists, contact your service provider.",
  "MSG_ERROR_40014_LOGIN": "Your phone is either switched off or out of coverage.",
  "MSG_ERROR_40015_LOGIN": "Your phone is either incapable of receiving the message or there is a problem with messaging service.",
  "MSG_ERROR_40016_LOGIN": "Phone SIM application error. Try again. If the problem persists, contact your service provider.",
  "MSG_ERROR_40017_LOGIN": "Your certificate has been revoked. Please contact your service provider.",
  "MSG_ERROR_40020_LOGIN": "Incorrect phone number and/or personal identification code. Phone number has to include the country code.",
  "MSG_ERROR_40021_LOGIN": "Mobile-ID functionality not supported. Please double check phone number and/or id code.",
  "MSG_ERROR_40022_LOGIN": "Your certficate has been suspended or revoked. Please contact your service provider.",
  "MSG_ERROR_40023_LOGIN": "Your certificate has not been activated. Please try again later. If the problem persists, contact your service provider.",
  "MSG_ERROR_40024_LOGIN": "Your certificate has been suspended. Please contact your service provider.",
  "MSG_ERROR_40025_LOGIN": "Your certificate has expired. Please contact your service provider.",
  "MSG_ERROR_40026_LOGIN": "Unknown certificate. Contact your service provider.",
  "MSG_ERROR_40030_LOGIN": "Personal identification code (PID) is already connected to another user account. Signing votes with the same PID from different user accounts is not allowed.",
  "MSG_ERROR_40031_LOGIN": "Your user account is already connected to another personal identification code (PID). We don't allow voting from the same account with different PID-s.",
  "MSG_ERROR_HWCRYPTO_USER_CANCEL_LOGIN": "You have cancelled the log in flow.",
  "MSG_ERROR_HWCRYPTO_NO_CERTIFICATES_LOGIN": "No card in reader. Check if the ID-card is inserted correctly to the reader. New ID-cards have chip on the back side of the card.",
  "MSG_ERROR_HWCRYPTO_NO_IMPLEMENTATION_LOGIN": "Digital signing support is not installed. Please visit installer.id.ee website to install the support.",
  "MSG_ERROR_HWCRYPTO_TECHNICAL_ERROR_LOGIN": "Something went wrong in our system. We're very sorry! Please try one more time. If the error persists, please contact our customer support.",
  "MSG_ERROR_50000": "Something went wrong in our system. We're very sorry! Please try one more time. If the error persists, please contact our customer support."
}
