{
  "META_DEFAULT_TITLE": "Citizen OS - kogukondlik e-otsustamise platvorm",
  "META_DEFAULT_DESCRIPTION": "Citizen OS võimaldab kaasavat arutelu ja otsustamist tingimustes, kus kõigil osalistel samal ajal online või offline kohtuda ei ole võimalik.",
  "META_DEFAULT_KEYWORDS": "kaasamine, e-otsustamine, e-valitsemine, e-demokraatia, demokraatia, valgdemokraatia, otsedemokraatia",
  "MSG_ERROR_POST_API_AUTH_SIGNUP_40000_EMAIL": "Viga e-posti aadressis.",
  "MSG_ERROR_POST_API_AUTH_SIGNUP_40001_EMAIL": "See e-posti aadress on juba kasutusel.",
  "MSG_ERROR_POST_API_AUTH_LOGIN_40002_EMAIL": "Sellise e-posti aadressiga kasutajat süsteemis ei ole.",
  "MSG_ERROR_POST_API_AUTH_SIGNUP_40000_PASSWORD": "Salasõna peab sisaldama vähemalt 6 tähemärki, 1 numbrit, 1 väikest ja 1 suurtähte.",
  "MSG_ERROR_POST_API_AUTH_LOGIN_40003_PASSWORD": "Vale salasõna.",
  "MSG_ERROR_POST_API_AUTH_LOGIN_40002": "Konto on veel kinnitamata. Palun vaata oma e-postkasti.",
  "MSG_INFO_CHECK_EMAIL_TO_VERIFY_YOUR_ACCOUNT": "Palun vaata e-postiga saadetud kinnituskirja.",
  "MSG_INFO_PASSWORD_RECOVERY_EMAIL_SENT": "Tehtud. Salasõna muutmiseks loe palun sulle saadetud e-kirja.",
  "MSG_INFO_PASSWORD_RESET_SUCCESS": "Salasõna muudetud. Sisene süsteemi uue salasõnaga.",
  "MSG_ERROR_40010_LOGIN": "Olete katkestanud sisse logimise.",
  "MSG_ERROR_40013_LOGIN": "Allkirjastamine ei ole teie telefonis veel tööle hakanud. Palun proovige hiljem uuesti. Probleem püsimisel võtke palun ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40014_LOGIN": "Telefon on välja lülitatud või ei ole leviulatuses.",
  "MSG_ERROR_40015_LOGIN": "Telefon ei ole tehniliselt allkirjastamiseks sobiv või on võrgu töö ajutiselt häiritud.",
  "MSG_ERROR_40016_LOGIN": "SIM kaardi rakenduse viga. Proovige palun uuesti. Probleem püsimisel võtke palun ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40017_LOGIN": "Teie digiallkiri on tühistatud. Palun võtke ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40020_LOGIN": "Viga telefoninumbris ja/või isikukoodis. Telefoninumber peab sisaldama ka riigikoodi (+372 xxx xxxx).",
  "MSG_ERROR_40021_LOGIN": "Puudub Mobiil-ID tugi. Palun kontrollige telefoninumbrit ja isikukoodi.",
  "MSG_ERROR_40022_LOGIN": "Teie digiallkiri on kehtetu. Palun võtke ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40023_LOGIN": "Digiallkiri pole veel aktiveeritud. Palun proovige hiljem uuesti. Probleemi püsimisel võtke palun ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40024_LOGIN": "Teie digiallkirja kehtivus on peatatud. Palun võtke ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40025_LOGIN": "Teie digiallkiri on aegunud. Palun võtke ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40026_LOGIN": "Tundmatu tsertifikaat. Palun võtke ühendust oma teenusepakkujaga.",
  "MSG_ERROR_40030_LOGIN": "Isikukood on juba seotud teise kasutajakontoga. Häälte allkirjastamine erinevate kontode alt ühe ja sama isikukoodiga ei ole lubatud.",
  "MSG_ERROR_40031_LOGIN": "Teie kasutajakonto on juba seotud teise isikukoodiga. Sama kasutajakonto alt ei ole lubatud erinevate isikukoodidega hääletada.",
  "MSG_ERROR_HWCRYPTO_USER_CANCEL_LOGIN": "Olete katkestanud sisse logimise.",
  "MSG_ERROR_HWCRYPTO_NO_CERTIFICATES_LOGIN": "Lugeja ei leia ID-kaarti. Palun kontrollige, et ID-kaart oleks korralikult lugejas. Uutel ID-kaartidel on kiip kaardi tagaküljel.",
  "MSG_ERROR_HWCRYPTO_NO_IMPLEMENTATION_LOGIN": "Teie arvutis puudub digitaalse allkirjastamise tarkvara. Tarkvara saate paigaldada installer.id.ee veebilehelt.",
  "MSG_ERROR_HWCRYPTO_TECHNICAL_ERROR_LOGIN": "Midagi meie süsteemis ei toiminud. Palun vabandust! Proovige palun üks kord veel. Kui viga kordub, võtke ühendust kasutajatoega.",
  "MSG_ERROR_DELETE_API_USERS_GROUPS_MEMBERS_USERS_40000": "You cannot leave this Group as you are the last admin user of this Group. Please assign a new admin to leave.",
  "MSG_ERROR_50000": "Midagi meie süsteemis ei toiminud. Palun vabandust! Proovige palun üks kord veel. Kui viga kordub, võtke ühendust kasutajatoega.",
  "MSG_ERROR_NETWORK_PROBLEMS": "Network issues, please check your internet connection."
}
