{
  "META_DEFAULT_TITLE": "Citizen OS - платформа, позволяющая различным сообществам принимать решения онлайн.",
  "META_DEFAULT_DESCRIPTION": "Citizen OS - можно выразить свое мнение и проголосовать по вопросу, когда невозможно собраться всем вместе в одном месте, а голос каждого столь важен.",
  "META_DEFAULT_KEYWORDS": "е-демократия, e-решения, e-голосование",
  "MSG_ERROR_40000_USER_EMAIL": "Ошибка в адресе e-mail.",
  "MSG_ERROR_40001_USER_EMAIL": "Данный e-mail уже используется.",
  "MSG_ERROR_40002_USER_EMAIL": "Пользователя с таким e-mail нет в системе.",
  "MSG_ERROR_40000_USER_PASSWORD": "Пароль должен быть длиной минимум в 6 знаков, содержать 1 цифру и 1 заглавную и строчную букву.",
  "MSG_ERROR_40003_USER_PASSWORD": "Неверный пароль.",
  "MSG_INFO_ACCOUNT_NOT_VERIFIED": "Аккаунт еще не подтвержден. Пожалуйста, проверьте свой e-mail.",
  "MSG_INFO_CHECK_EMAIL_TO_VERIFY_YOUR_ACCOUNT": "Пожалуйста, проверьте свой e-mail на наличие подтверждающего регистрацию письма.",
  "MSG_INFO_PASSWORD_RECOVERY_EMAIL_SENT": "Готово! Указания по изменению Вашего пароля высланы на e-mail.",
  "MSG_ERROR_40010_LOGIN": "Вы прервали процесс аутентификации.",
  "MSG_ERROR_40013_LOGIN": "В Вашем мобильном еще не заработала функции предоставления подписи по мобильному. Попробуйте через некоторое время снова. Если проблема повторится, пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40014_LOGIN": "Ваш телефон выключен или находится вне зоны доступа сети.",
  "MSG_ERROR_40015_LOGIN": "Ваш телефон не подходит технически для подписания, или временно нарушена работа сети.",
  "MSG_ERROR_40016_LOGIN": "Ошибка приложения SIM карты. Пожалуйста, попробуйте заново. Если проблема повторится, свяжитесь с оператором.",
  "MSG_ERROR_40017_LOGIN": "Ваша дигитальная подпись удалена. Пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40020_LOGIN": "Неверный номер телефона и/или личный код. Номер телефона должен содержать код государства (+372 xxx xxxx).",
  "MSG_ERROR_40021_LOGIN": "Отсутствует функция поддержки Mobiil-ID. Пожалуйста, проверьте номер телефона и личный код.",
  "MSG_ERROR_40022_LOGIN": "Ваша дигитальная подпись недействительна. Пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40023_LOGIN": "Ваша дигитальная подпись еще не активирована. Попробуйте через некоторое время снова. Если проблема повторится, пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40024_LOGIN": "Приостановлено действие Вашей электронной подписи. Пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40025_LOGIN": "Срок действия Вашего сертификата истек. Пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40026_LOGIN": "Неизвестный сертификат. Пожалуйста, свяжитесь с оператором.",
  "MSG_ERROR_40030_LOGIN": "Личный код уже связан с другим пользовательским аккаунтом. Мы не разрешаем подписывать голоса, используя разные аккаунты и один и тот же личный код.",
  "MSG_ERROR_40031_LOGIN": "Ваш аккаунт уже связан с другим личным кодом. Мы не разрешаем голосовать под одним аккаунтом, используя разные личные коды.",
  "MSG_ERROR_HWCRYPTO_USER_CANCEL_LOGIN": "Вы прервали аутентификацию.",
  "MSG_ERROR_HWCRYPTO_NO_CERTIFICATES_LOGIN": "В считывателе нет карты. Пожалуйста, проверьте, вставлена ли ID-карта в считыватель верно. Новые ID-карты снабжены чипом с задней стороны.",
  "MSG_ERROR_HWCRYPTO_NO_IMPLEMENTATION_LOGIN": "У Вас не установлено программное обеспечение, необходимое для внесения дигитальной подписи. Чтобы установить его, посетите сайт installer.id.ee.",
  "MSG_ERROR_HWCRYPTO_TECHNICAL_ERROR_LOGIN": "В нашей системе что-то пошло неверно. Приносим свои извинения! Пожалуйста, попробуйте еще раз. Если ошибка повторится, обратитесь в техническую поддержку.",
  "MSG_ERROR_50000": "В нашей системе что-то пошло неверно. Приносим свои извинения! Пожалуйста, попробуйте еще раз. Если ошибка повторится, обратитесь в техническую поддержку."
}
